Repository: MahjongRepository/mahjong-portal
Catalog: server/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Tournament name
ru: Название турнира

source: Tournament type
ru: Желаемый тип турнира

source: Start date
ru: Дата начала

source: End date
ru: Дата окончания

source: Leave empty if tournament has one day
ru: Оставьте пустым если турнир однодневный

source: Address
ru: Адрес

source: How to reach your tournament venue
ru: Расскажите как добрать до места проведения турнира на общественном транспорте

source: Link to additional tournament information
ru: Ссылка на дополнительную информацию (например группа в контакте)

source: Organizer name
ru: ФИО организатора

source: Organizer phone
ru: Телефон организатора

source: Organizer additional contact
ru: Дополнительный способ связи

source: Email, link to vk or something else
ru: Почта, страница в vk или что-то другое

source: Referee name
ru: ФИО судьи

source: Referee phone
ru: Телефон судьи

source: Referee additional contact
ru: Дополнительный способ связи

source: No
ru: Нет

source: Referee english
ru: Владение английским языком у главного судьи

source: Max number of participants
ru: Предполагаемое максимальное количество участников

source: Number of hanchans
ru: Количество ханчанов

source: Entry fee
ru: Стоимость взноса

source: Leave empty if it is free tournament
ru: Оставьте пустым если турнир бесплатный

source: Pantheon needed
ru: Потребуется ли система “Пантеон” на турнире

source: Tournament rules
ru: Турнирные правила

source: Open
ru: Открытая

source: Closed
ru: Закрытая

source: Limited
ru: Ограниченая

source: Registration type
ru: Тип регистрации

source: More information about tournament
ru: Указывается наличие опциональных изменений под выбранные правила. Если тип регистрации не полностью открытый, то указать, какие есть ограничения регистрации. Сколько наборов/матов у вас есть в распоряжении и потребуется ли привозить другие. А также все пожелания или потребности для проведения данного турнира.

source: Your registration was accepted! It will be visible on the page after administrator approvement.
ru: Регистрация принята! Она появится на странице после одобрения администратором.

source: You already registered to the tournament!
ru: Вы ранее уже зарегистрировались на этот турнир!

source: Your registration was accepted!
ru: Регистрация принята!

source: Please, allow to store personal data
ru: Пожалуйста, разрешите сохранять персональные данные

source: Chiihou
ru: Чихо

source: Chinroutou
ru: Чинрото

source: Chuuren Poutou
ru: Чуренпото

source: Daburu Chuuren Poutou
ru: Чуренпото (9 сторон)

source: Daburu Kokushi Musou
ru: Кокуши мусо (13 сторон)

source: Daisangen
ru: Дайсанген

source: Dai Suushii
ru: Дайсуши

source: Kokushi Musou
ru: Кокуши мусо

source: Ryuuiisou
ru: Рюисо

source: Shousuushii
ru: Шосуши

source: Suu ankou
ru: Суанко

source: Suu ankou tanki
ru: Суанко танки

source: Suu kantsu
ru: Суканцу

source: Tsuu iisou
ru: Цуисо

source: Kazoe yakuman
ru: Казоэ
