Repository: MahjongRepository/mahjong-portal
Catalog: server/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Personal info
ru: Информация

source: Permissions
ru: Права

source: Important dates
ru: Важные даты

source: Password
ru: Пароль

source: Please enter a correct email and password. Note that both fields may be case-sensitive.
ru: Неверный пароль или email. Учтите что оба поля могут быть чувствительны к регистру.

source: Request was created.
ru: Запрос был создан.

source: Average place (ascending)
ru: Среднее место (по возрастанию)

source: Average place (descending)
ru: Среднее место (по убыванию)

source: Tenhou
ru: Тенхо

source: EMA tournaments during %d
ru: ЕМА турниры за %d

source: Tournaments during %d
ru: Турниры за %d

source: List of EMA riichi mahjong tournaments during %d
ru: Список EMA турниров по риичи маджонгу за %d

source: List of riichi mahjong tournaments during %d
ru: Список турниров по риичи маджонгу за %d

source: Riichi mahjong tournament "%(name)s" held %(date)s in %(place)s
ru: Турнир по риичи маджонгу "%(name)s" прошел %(date)s в %(place)s

source: Riichi mahjong club "%(name)s" in %(place)s
ru: Клуб "%(name)s" в %(place)s

source: Riichi mahjong player %(name)s from %(place)s
ru: Игрок в риичи маджонг %(name)s из %(place)s

source: Games will start at 7-30 AM UTC. Confirmed players: %(confirmed_players)s.
ru: Игры начнутся в 10-30 МСК. Подтвержденных игроков: %(confirmed_players)s.

source: Confirmation phase is in progress. Confirmed players: %(confirmed_players)s.
ru: Идёт этап подтверждения. Подтвержденных игроков: %(confirmed_players)s.

source: Games will start soon.
ru: Ждём начала нового тура.

source: Break. The next tour will start in %(date)s.
ru: Перерыв. Следующий тур начнётся через %(date)s.

source: Stage %(current_round)s of %(total_rounds)s.
ru: Тур %(current_round)s из %(total_rounds)s.

source: Finished games: %(finished)s/%(total)s.
ru: Игр завершено: %(finished)s/%(total)s.

source: Several games could not start. The administrator will fix this soon.
ru: Несколько игр не смогли запуститься. Администратор скоро это исправит.

source: This is not looks like a link to the game log.
ru: Это не похоже на ссылку на лог игры.

source: The game has been added. Thank you.
ru: Игра была добавлена. Спасибо.

source: Fail to add this game. Try again in a moment or you havn't copied the entire link of the game log.
ru: Не получилось. Возможно тенха не успела сохранить игру или вы скопировали не весь log id.

source: Fail to add game log. Contact the administrator %(admin_username)s.
ru: Произошла ошибка при добавлении лога. Обратитесь к администратору %(admin_username)s.

source: Error adding a game to pantheon.
ru: Ошибка добавления реплея в пантеон.

source: The confirmation phase has already ended. Visit our next tournaments.
ru: Этап подтверждения участия уже завершился. Приходите на следующий турнир.

source: The tenhou.net nickname must not be longer than eight characters.
ru: Ник на tenhou.net не должен быть длинее восьми символов.

source: You need to register for the tournament on mahjong.click first.
ru: Сначала нужно зарегистрироваться на турнир на портале mahjong.click

source: Found multiple majsoul accounts for the tournament on mahjong.click. Ask for administrator.
ru: Зарегистрированно несколько таких аккаунтов на турнир на портале mahjong.click. Обратитесь к администратору.

source: Majsoul account not validated. Ask for administrator.
ru: Majsoul аккаунт неверифицирован. Обратитесь к администратору.

source: You are not approved for this tournament by administrator.
ru: Вы не допущены к участию в этом турнире администратором.

source: Nickname "%(nickname)s" was already confirmed for this tournament.
ru: Ник "%(nickname)s" уже был подтверждён на турнир.

source: Fatal error. Ask for administrator.
ru: Что-то пошло не так. Обратитесь к администратору.

source: Your participation in the tournament has been confirmed!
ru: Ваше участие в турнире было подтверждено!

source: Confirmation stage has begun! To confirm your tournament participation send command "/me your tenhou nickname" (registry important!). Confirmation stage will be ended at %(confirmation_end_time)s (%(timezone)s). Useful links: - tournament lobby: %(lobby_link)s - tournament rating table: %(rating_link)s
ru: Этап подтверждения начался! Для подтверждения своего участия отправьте команду "/me ваш ник на тенхе" (регистр важен!). Этап завершится в %(confirmation_end_time)s (%(timezone)s). Полезные ссылки: - турнирное лобби: %(lobby_link)s - турнирный рейтинг: %(rating_link)s

source: Confirmation stage has begun! To confirm your tournament participation send command "/me your mahjongsoul nickname" (registry important!). Confirmation stage will be ended at %(confirmation_end_time)s (%(timezone)s). Useful links: - tournament lobby: %(lobby_link)s - tournament rating table: %(rating_link)s
ru: Этап подтверждения начался! Для подтверждения своего участия отправьте команду "/me ваш ник на mahjongsoul" (регистр важен!). Этап завершится в %(confirmation_end_time)s (%(timezone)s). Полезные ссылки: - турнирное лобби: %(lobby_link)s - турнирный рейтинг: %(rating_link)s

source: Confirmation stage has begun! To confirm your tournament participation go to channel %(confirmation_channel)s and send your tenhou.net nickname. Confirmation stage will be ended at %(confirmation_end_time)s %(timezone)s time. Useful links: - tournament lobby: %(lobby_link)s - tournament rating table: %(rating_link)s
ru: Этап подтверждения начался! Для подтверждения участия перейдите в канал %(confirmation_channel)s и отправьте ваш ник на тенхе. Этап завершится в %(confirmation_end_time)s %(timezone)s. Полезные ссылки: - турнирное лобби: %(lobby_link)s - турнирный рейтинг: %(rating_link)s

source: All games finished. Next round %(current_round)s (of %(total_rounds)s) starts in %(break_minutes)s minutes at %(break_end)s UTC. Tournament lobby: %(lobby_link)s
ru: Все игры успешно завершились. Следующий тур %(current_round)s (из %(total_rounds)s) начнётся через %(break_minutes)s минут в %(break_end)s МСК. Игровое лобби: %(lobby_link)s

source: Round %(current_round)s of %(total_rounds)s starts. Tournament seating is ready. Starting games... After the game please send the game log link to the #game_logs channel. The game log should be sent before the new round starts. If there is no log when next round start, all players from this game will get -30000 scores as a round result (their real scores will not be counted).
ru: Тур %(current_round)s из %(total_rounds)s. Игры сформированы. Запускаю игры... После завершения вашей игры отправьте ссылку на лог игры. Одну ссылку можно отправлять много раз, так что не бойтесь - ничего не сломается. Если к началу следующего тура игроки не отправят ссылку на лог игры, то все игроки, принимавшие участие в этом ханчане, получат -30000 (набранные очки считаться не будут).

source: Round %(current_round)s of %(total_rounds)s starts. Tournament seating is ready. Starting games... After the game the log will be saved automatically. If this does not happen, please contact the administrator.
ru: Тур %(current_round)s из %(total_rounds)s. Игры сформированы. Запускаю игры... После завершения вашей игры лог игры будет сохранен автоматически. Если этого не произошло обратитесь к администратору.

source: New game was added. Results: ``` %(player_one) %(player_two) %(player_three) %(player_four) ``` Game link: %(pantheon_link) %(platform_name) link: %(game_replay_link) Finished games: %(finished)s/%(total)s.
ru: Добавлена новая игра. Результаты: ``` %(player_one) %(player_two) %(player_three) %(player_four) ``` Ссылка на игру: %(pantheon_link) Ссылка на %(platform_name): %(game_replay_link) Всего игр завершено: %(finished)s/%(total)s.

source: Confirmation stage has ended, there are %(confirmed_players)s players. Games starts in 10 minutes at 7-30 AM UTC. Please, follow this link %(lobby_link)s to enter the tournament lobby. Games will start automatically.
ru: Этап подтверждение закончился! Подтвердили своё участие %(confirmed_players) игроков. Игры начнутся через 10 минут в 10-30 МСК. Пожалуйста, пройдите в лобби %(lobby_link) и ждите начала игр (игры начнутся автоматически).

source: Game №%(game_index)s: %(players)s. Is not started. The table was moved to the end of the queue.
ru: Стол №%(game_index)s: %(players)s не запустился. Стол был отодвинут в конец очереди.

source: Game №%(game_index)s: %(players)s. Is not started. Missed players %(missed_players)s. The table was moved to the end of the queue. %(missed_players_str) Missed players please enter the tournament lobby: %(lobby_link).
ru: Стол №%(game_index)s: %(players)s не запустился. Отсутствующие игроки %(missed_players)s. Стол был отодвинут в конец очереди. %(missed_players_str) Отсутствующие игроки зайдите (или перезайдите) в турнирное лобби: %(lobby_link).

source: Game №%(game_index)s: %(players)s. Started.
ru: Стол №%(game_index)s: %(players)s запущен.

source: The tournament is over. Thank you for participating!
ru: Турнир завершён. Спасибо за участие!

source: Players: %(player_names)s please send link to game log. If there is no log when next round start, all players from this game will get -30000 scores as a round result (their real scores will not be counted).
ru: Игроки: %(player_names)s, пожалуйста, отправьте ссылку на лог игры. Если к началу следующего тура игроки не отправят ссылку на лог игры, то все игроки, принимавшие участие в этом ханчане, получат -30000 (набранные очки считаться не будут).

source: Players: %(player_names)s you got -30000 penalty because of not sent link to game log.
ru: Игроки: %(player_names)s вам назначен штраф -30000 за непредоставление ссылки на игру.

source: 1. Tournament lobby: <%(lobby_link)s>
ru: 1. Турнирное лобби: <%(lobby_link)s>

source: 2. Tournament statistics: <%(rating_link)s>
ru: 2. Турнирная статистика: <%(rating_link)s>

source: 3. Current games: <%(current_games_link)s>
ru: 3. Текущие игры: <%(current_games_link)s>

source: Substitution player
ru: Игрок замены

source: Ippan
ru: Кю-лобби

source: Joukyuu
ru: Перводан

source: Tokujou
ru: Втородан

source: Houou
ru: Феникс

source: 403 Forbidden Error
ru: 403 доступ запрещён

source: Please make sure that your cookies are enabled, as they are necessary for submitting the form.
ru: Пожалуйста, убедитесь, что у вас включены cookies, так как они необходимы для отправки формы.

source: 404 Page Not Found
ru: 404 страница не найдена

source: The page you requested was not found.
ru: Запрашиваемой страницы не существует.

source: 500 Internal Server Error
ru: 500 ошибка

source: Unexpected error was caused.
ru: Что-то пошло не так.

source: Login through Pantheon
ru: Войти через Pantheon

source: Please use your login and password from https://rating.riichimahjong.org/ to login.
ru: Используйте свой email и пароль от пантеона https://rating.riichimahjong.org/ для входа.

source: We are not storing these credentials, they are used only during the login process.
ru: Мы не храним эту информацию, пароль будет использован только во время входа.

# action
source: Login
ru: Войти

source: User settings
ru: Настройки аккаунта

source: Under development!
ru: В разработке!

source: Mahjong portal
ru: Маджонг портал

source: Theme
ru: Тема

source: Light
ru: Светлая

source: Dark
ru: Тёмная

source: Auto
ru: Авто

source: Ratings
ru: Рейтинги

source: About
ru: О рейтингах

source: Tournaments
ru: Турниры

source: Clubs
ru: Клубы

source: Online
ru: Онлайн

source: Current tenhou.net games
ru: Текущие игры на tenhou.net

source: Tenhou accounts
ru: Аккаунты tenhou.net

source: Mahjong Soul accounts
ru: Аккаунты на Mahjong Soul

source: Tenhou.net games history
ru: История игр на tenhou.net

source: Yakumans from tenhou.net
ru: Якуманы с tenhou.net

source: Other
ru: Другое

source: Contacts
ru: Контакты

source: Tournament application
ru: Заявка на турнир

source: Championships
ru: Чемпионаты

source: Django admin
ru: Django админка

source: New tournaments
ru: Новые турниры

source: My profile
ru: Мой профиль

source: My tournaments
ru: Мои турниры

source: EMA players
ru: EMA игроки

source: Logout
ru: Выйти

source: Search
ru: Поиск

source: source code
ru: исходный код

source: about server
ru: о сервере

source: Latest 5 tournaments
ru: Последние 5 турниров

source: all tournaments
ru: все турниры

source: Club statistics
ru: Клубная статистика

source: We are displaying here players with 10+ club games from the last 360 days.
ru: Статистика для игроков сыгравших 10+ клубных игр за последние 360 дней.

source: Sorting:
ru: Сортировка:

source: Name
ru: Имя

source: Games
ru: Игр

source: Avg. place
ru: Ср. место

source: 1st
ru: 1-e

source: 2nd
ru: 2-е

source: 3rd
ru: 3-е

source: 4th
ru: 4-е

source: Club games
ru: Клубы

source: Current rating games:
ru: текущий рейтинг

source: Latest 10 club games
ru: Последние 10 клубных игр

source: Total games:
ru: Всего игр:

source: Last updated
ru: Обновлялось

source: Riichi mahjong russian clubs
ru: Российские риичи маджонг клубы

source: City
ru: Город

source: List with map of all russian riichi mahjong clubs
ru: Список и карта всех российских риичи маджонг клубов

source: EMA Countries Ranking
ru: EMA рейтинг стран

source: Country
ru: Страна

source: # players
ru: # игроков

source: Avg. rank of best 3
ru: Ср. трёх лучших игроков

source: Player #1
ru: Игрок #1

source: Player #2
ru: Игрок #2

source: Player #3
ru: Игрок #3

source: EMA Quotas for RCR Events
ru: EMA квоты

source: Calculated quotas number on the 1st January 2020.
ru: Количество квот для каждой страны на 1 января 2020 года.

source: Country Rank
ru: Ранг страны

source: Base
ru: База

source: 700+ rating
ru: 700+ рейтинга

source: Top 3
ru: Топ 3

source: B part
ru: Б часть

source: Total Quota
ru: Всего квот

source: Admin page
ru: Админка

source: I'm playing!
ru: Я играю!

source: Start game
ru: Запустить игру

source: Schedule
ru: Расписание

source: League
ru: Лига

source: Session
ru: Сессия

source: Starting
ru: Начнётся

source: Teams
ru: Команды

source: Team
ru: Команда

source: captain
ru: капитан

source: My team games
ru: Игры моей команды

# many games
source: Games
ru: Игры

source: Statistics updated once an hour.
ru: Статистика обновляется раз в час.

source: four players
ru: четыре игрока

source: sanma
ru: санма

source: Player
ru: Игрок

source: Rank
ru: Ранг

source: Points
ru: Очки

source: Account
ru: Аккаунт

source: Last played date
ru: Дата последней игры

source: Date
ru: Дата

source: Place
ru: Место

source: Reason
ru: Причина

source: Base rank
ru: Ранг

source: Power
ru: Влияние

source: Coefficient
ru: Коэффициент

source: Type
ru: Тип

source: Tournament
ru: Турнир

source: From
ru: Из

source: Table with all ratings where a player was counted
ru: Таблица со всеми рейтингами игрока

source: Rating
ru: Рейтинг

source: Scores
ru: Очки

source: Latest tournaments
ru: Последние турниры

source: all player tournaments
ru: все турниры игрока

source: Tenhou.net profile
ru: Tenhou.net профиль

source: more information
ru: больше информации

source: Statistics for
ru: Статистика аккаунта

source: Latest places:
ru: Последние игры:

source: Current month
ru: За текущий месяц

source: Lobby
ru: Лобби

source: Collected yakumans
ru: Собранные якуманы

source: Yakuman
ru: Якуман

source: Log
ru: Игра

source: link
ru: ссылка

source: Mahjong Soul profile
ru: Профиль на Mahjong Soul

source: Four players
ru: Четыре игрока

source: Sanma
ru: Санма

source: Player page
ru: Страница игрока

source: Pt chart
ru: График pt

source: Tonpusen
ru: Тонпусены

source: Hanchan
ru: Ханчаны

source: Rating date
ru: Рейтинг на

source: latest changes
ru: последние изменения

source: Rating changes
ru: Изменения рейтинга

source: place
ru: место

source: how we calculated rating score
ru: как расчитывается рейтинг

source: Show
ru: Показать

source: all results
ru: все результаты

source: Rank chart
ru: График ранга

source: All time
ru: За всё время

source: All dates
ru: Все даты

# tournaments number
source: Tournaments
ru: Турниров

# location
source: From
ru: Откуда

source: current rating
ru: текущий рейтинг

source: What tournaments were included in the rating?
ru: Список турниров влияющих на этот рейтинг

source: ratings description
ru: описание рейтингов

source: All available ratings
ru: Все доступные рейтинги

source: List of tournaments
ru: Список турниров

source: Upcoming tournaments
ru: Предстоящие турниры

source: List of tournaments that were included in the rating.
ru: Список турниров влияющих на рейтинг

source: Start
ru: Начало

source: Previous day
ru: Прошлый день

source: Rank changes
ru: Изменения ранга

source: Records
ru: Записи

source: hours spent
ru: часов потратили

source: Delta
ru: Дельта

source: Statistics updated every 5 minutes.
ru: Статистика обновляется раз в 5 минут.

source: Dan
ru: Дан

source: Rate
ru: Рейт

source: Tenhou account
ru: Ник на тенхе

source: loading...
ru: загружаю...

source: update time
ru: время обновления

source: Current games with our players
ru: Текущие игры с нашими игроками

source: Games from upperdan and phoenix with portal players.
ru: Игры втородана и феникса с игроками имеющими профиль на портале.

source: Current games with high level players
ru: Текущие игры высоких данов

source: Games with 9 dan, 10 dan and tenhou dan players.
ru: Игры с 9, 10 данами и тенходанами.

source: Mahjohg bots
ru: Кибер разумы

source: teams
ru: командная

source: Substitution
ru: Замена

source: Held
ru: Прошел

source: players
ru: игроков

source: and
ru: и

source: sessions
ru: игр

source: Registration status
ru: Статус регистрации

# number of players
source: Participants
ru: Участников

source: Max. players
ru: Макс. игроков

# number of players
source: Players
ru: Игроков

source: Sessions
ru: Игр

source: Russia
ru: Россия

source: Will be held
ru: Начнётся

source: Registered players
ru: Зарегистрировано игроков

source: Description
ru: Описание

source: Before applying for the tournament, please set tenhou id on Pantheon first
ru: Перед записью на турнир, пожалуйста, укажите свой tenhou id в Pantheon

source: Incorrect form data
ru: Некорректные данные в форме регистрации

source: You are already registered on the tournament!
ru: Вы уже зарегистрированы на этот турнир!

source: Login through Pantheon to apply for tournament
ru: Войти через Pantheon для записи на турнир

source: Apply for tournament through Pantheon account
ru: Записаться на турнир через Pantheon аккаунт

source: Registration
ru: Регистрация

source: Submit
ru: Записаться

source: Participants
ru: Участники

source: Majsoul nickname
ru: Ник на Mahjong Soul

source: Tenhou.net nickname
ru: Ник на tenhou.net

source: Notes
ru: Примечания

source: Please tell us about your tournament. We will contact with you in 3 days after application.
ru: Расскажите нам про ваш турнир и мы свяжемся с вами в течение трёх дней.

source: Your application was saved! We will contact with you for further details.
ru: Ваша заявка была сохранена! Мы свяжемся с вами в ближайшее время.

source: Main info
ru: Основная информация

source: Additional info
ru: Дополнительная информация

source: Dates
ru: Даты

source: Organizer
ru: Организатор

source: Referee
ru: Судья

# new tournament
source: Submit
ru: Отправить

source: Detailed tournament statistics
ru: Детальная статистика по турниру

source: Nothing here
ru: Ничего нет

source: Managed tournaments
ru: Турниры

source: Start Date
ru: Дата начала

source: End Date
ru: Дата окончания

# Number of players
source: Participants
ru: Участников

source: Action
ru: Действие

source: Manage
ru: Управление

source: Upload results
ru: Загрузить результаты

source: Edit tournament
ru: Редактирование турнира

source: The tournament is excluded from all lists right now, and it is available only by direct link.
ru: На данный момент турнир скрыт: это означает, что он не отображается на портале, и только администратор может получить ссылку на него.

source: It will be published automatically when you will open registration first time.
ru: Турнир будет опубликован для всех после того, как вы откроете регистрацию.

source: Settings
ru: Настройки

source: Tournament public link
ru: Публичная ссылка на турнир

source: Registration opened
ru: Регистрация открыта

source: Close registration
ru: Закрыть регистрацию

source: Registration closed
ru: Регистрация закрыта

source: Open registration
ru: Открыть регистрацию

source: Premoderation of participants
ru: Премодерация заявок

source: Switch to postmoderation
ru: Переключиться на постмодерацию

source: Postmoderation of participants
ru: Постмодерация заявок

source: Switch to premoderation
ru: Переключиться на премодерацию

source: Edit tournament information
ru: Редактирование информации о турнире

source: Edit
ru: Редактировать

source: Notes opened
ru: Примечания открыты

source: Hide notes for all
ru: Скрыть примечания для всех

source: Notes hidden
ru: Примечания скрыты

source: Open notes for all
ru: Открыть примечания для всех

source: Hide tournament
ru: Скрыть турнир

source: Registered at
ru: Дата регистрации

source: Phone
ru: Телефон

source: Additional contact
ru: Альтернативный контакт

source: Approved
ru: Одобрено

source: Notes edit
ru: Редактировать примечания

source: Yes
ru: Да

source: Approve
ru: Одобрить

source: Delete
ru: Удалить

source: Color
ru: Цвет

source: There is no registrations yet.
ru: Пока нет регистраций

source: Success!
ru: Успех!

source: is going to participate
ru: собирается участвовать

source: MF
ru: Состоит в ФМ

source: Hall of Fame.
ru: Зал славы. Чемпионаты России, Европы и Мира.

# list of players
source: Players
ru: Игроки

source: Riichi mahjong players and tournaments from
ru: Турниры и игроки в риичи маджонг из

source: European Riichi Championship 2019 Qualifications
ru: Отбор на Чемпионат Европы 2019 года

source: List of players sorted by RR rating (on 1st January 2019)
ru: Рейтинг RR на 1 января 2019 года с учетом устаревания турниров, но без учета еще не завершившихся турниров 2018 года.

source: Events
ru: События

source: Top 16 players
ru: Лучшие 16 игроков

source: Website for russian mahjong community. Upcoming tournaments, players ratings and etc.
ru: Портал для российского маджонг сообщества. Предстоящие турниры, рейтинги игроков и т.п.

source: Qualification results
ru: Результаты отборочных

source: Spring
ru: Весна

source: Summer
ru: Лето

source: Autumn
ru: Осень

source: Total
ru: Сумма 2х лучших

source: Search results for
ru: Результаты поиска

source: nothing found
ru: ничего не нашлось

source: Server
ru: О Сервере

source: World Riichi Championship 2020 Qualifications
ru: Отбор на Чемпионат Мира 2020 года

source: List of players sorted by RR rating (on 1st February 2020)
ru: Рейтинг RR на 1 февраля 2020 года.

source: I allow to store my personal data
ru: Я разрешаю сбор моих персональных данных, их хранение и обработку

source: Team name
ru: Название команды

source: Majsoul friend id
ru: Mahjong Soul friend id

source: I allow to add my majsoul account at mahjong portal for statistics (optional)
ru: Я разрешаю добавить мой majsoul аккаунт на портал в общую статистику (опционально)

source: I am the organiser, I need to grant access to manage the tournament on portal
ru: Я являюсь организатором, нужно выдать доступ на управление турниром на портале

source: premoderation
ru: премодерация

source: open registration
ru: открытая регистрация

source: registration close
ru: регистрация закрыта

source: Applied in %(rating_type)s rating.
ru: Учтен в %(rating_type)s рейтинге.

source: First name
ru: Имя

source: Last name
ru: Фамилия

source: It will be visible only to the administrator
ru: Он будет показан только администратору

source: Additional contact. Optional
ru: Альтернативный способ связи. Опционально

source: Your contact (email, phone, etc.)
ru: Контактные данные (почта, телефон, т.п.)
